# Вывести на экран все целые числа от 100 до 200, кратные трем.
for number in range (100, 201):
    if number % 3 == 0:
        print (number, end=" ")
    
